Repository: wp-plugins/wp-team-list
Catalog: languages/*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Team List Settings
de_de: Team-Liste-Einstellungen

source: Hide on Team List?
de_de: In der Team-Liste verstecken?

source: Hide this user from WP Team List
de_de: Diesen Benutzer in der Team-Liste verstecken

source: Visible
de_de: sichtbar

source: Hidden
de_de: versteckt

source: Team List
de_de: Team-Liste

source: Role
de_de: Rolle

source: Order By
de_de: Sortieren nach

source: Post Count
de_de: Anzahl Beitr채ge

source: Order
de_de: Sortierung

source: Ascending
de_de: aufsteigend

source: Descending
de_de: absteigend

source: View all posts by %s
de_de: Alle Beitr채ge von %s ansehen

source: View %d post
de_de: %d Beitrag ansehen

source: Display users as team members.
de_de: Benutzer als Team-Mitglieder anzeigen.

source: Editors
de_de: Redakteure

source: Show all Team Members
de_de: Alle Team-Mitglieder anzeigen

source: Title:
de_de: Titel:

source: Role:
de_de: Rolle:

source: Number of members to show:
de_de: Anzahl anzuzeigender Mitglieder:

source: Show link to team page?
de_de: Link auf Team-Seite anzeigen?

source: Link to:
de_de: Verlinke:

source: Display your teammates anywhere on your WordPress site using this easy-to-use plugin. Provides you with a widget, a shortcode <code>[rplus_team_list]</code> and a template function <code>rplus_wp_team_list( $args, $echo = true );</code> to list the blog authors.
de_de: Zeige deine Teammitglieder 체berall auf deiner WordPress-Seite mit diesem einfach zu bedienenden Plugin. Entweder via Widget, dem <code>[rplus_team_list]</code> Shortcode, oder der Template-Funktion <code>rplus_wp_team_list( $args, $echo = true );</code>.
